---
kind: property
id: P:Autodesk.Revit.DB.BaseExportOptions.HideUnreferenceViewTags
source: html/5507e467-964c-43fd-374e-50d341a25ee2.htm
---
# Autodesk.Revit.DB.BaseExportOptions.HideUnreferenceViewTags Property

Whether or not to hide unreference view tags.
 Default value is false.

## Syntax (C#)
```csharp
public bool HideUnreferenceViewTags { get; set; }
```